{"irVersion": "4", "producerName": "pytorch", "producerVersion": "1.3", "graph": {"node": [{"input": ["input", "conv1.weight", "conv1.bias"], "output": ["11"], "opType": "Conv", "attribute": [{"name": "dilations", "ints": ["1", "1"], "type": "INTS"}, {"name": "group", "i": "1", "type": "INT"}, {"name": "kernel_shape", "ints": ["5", "5"], "type": "INTS"}, {"name": "pads", "ints": ["0", "0", "0", "0"], "type": "INTS"}, {"name": "strides", "ints": ["1", "1"], "type": "INTS"}]}, {"input": ["11"], "output": ["12"], "opType": "Relu"}, {"input": ["12"], "output": ["13"], "opType": "MaxPool", "attribute": [{"name": "ceil_mode", "i": "0", "type": "INT"}, {"name": "kernel_shape", "ints": ["2", "2"], "type": "INTS"}, {"name": "pads", "ints": ["0", "0", "0", "0"], "type": "INTS"}, {"name": "strides", "ints": ["2", "2"], "type": "INTS"}]}, {"input": ["13", "conv2.weight", "conv2.bias"], "output": ["14"], "opType": "Conv", "attribute": [{"name": "dilations", "ints": ["1", "1"], "type": "INTS"}, {"name": "group", "i": "1", "type": "INT"}, {"name": "kernel_shape", "ints": ["5", "5"], "type": "INTS"}, {"name": "pads", "ints": ["0", "0", "0", "0"], "type": "INTS"}, {"name": "strides", "ints": ["1", "1"], "type": "INTS"}]}, {"input": ["14"], "output": ["15"], "opType": "Relu"}, {"input": ["15"], "output": ["16"], "opType": "MaxPool", "attribute": [{"name": "ceil_mode", "i": "0", "type": "INT"}, {"name": "kernel_shape", "ints": ["2", "2"], "type": "INTS"}, {"name": "pads", "ints": ["0", "0", "0", "0"], "type": "INTS"}, {"name": "strides", "ints": ["2", "2"], "type": "INTS"}]}, {"input": ["16"], "output": ["17"], "opType": "Shape"}, {"output": ["18"], "opType": "Constant", "attribute": [{"name": "value", "t": {"dataType": 7, "rawData": "AAAAAAAAAAA="}, "type": "TENSOR"}]}, {"input": ["17", "18"], "output": ["19"], "opType": "Gather", "attribute": [{"name": "axis", "i": "0", "type": "INT"}]}, {"input": ["19"], "output": ["21"], "opType": "Unsqueeze", "attribute": [{"name": "axes", "ints": ["0"], "type": "INTS"}]}, {"input": ["21", "31"], "output": ["23"], "opType": "Concat", "attribute": [{"name": "axis", "i": "0", "type": "INT"}]}, {"input": ["16", "23"], "output": ["24"], "opType": "Reshape"}, {"input": ["24", "fc1.weight", "fc1.bias"], "output": ["25"], "opType": "Gemm", "attribute": [{"name": "alpha", "f": 1.0, "type": "FLOAT"}, {"name": "beta", "f": 1.0, "type": "FLOAT"}, {"name": "transB", "i": "1", "type": "INT"}]}, {"input": ["25"], "output": ["26"], "opType": "Relu"}, {"input": ["26", "fc2.weight", "fc2.bias"], "output": ["27"], "opType": "Gemm", "attribute": [{"name": "alpha", "f": 1.0, "type": "FLOAT"}, {"name": "beta", "f": 1.0, "type": "FLOAT"}, {"name": "transB", "i": "1", "type": "INT"}]}, {"input": ["27"], "output": ["28"], "opType": "Relu"}, {"input": ["28", "fc3.weight", "fc3.bias"], "output": ["29"], "opType": "Gemm", "attribute": [{"name": "alpha", "f": 1.0, "type": "FLOAT"}, {"name": "beta", "f": 1.0, "type": "FLOAT"}, {"name": "transB", "i": "1", "type": "INT"}]}, {"input": ["29"], "output": ["output"], "opType": "Relu"}], "name": "torch-jit-export", "initializer": [{"dims": ["1"], "dataType": 7, "name": "31", "rawData": "//////////8="}, {"dims": ["6"], "dataType": 1, "name": "conv1.bias", "rawData": "XkS6OpZFoL2wnQC+VW3LPZ9tfjhn77U8"}, {"dims": ["6", "1", "5", "5"], "dataType": 1, "name": "conv1.weight", "rawData": "239Pvq6sbr2cu489+7A6Pu4X/jyYBHS+2vq9vaT707zG/vG8QGGQPd1PrrvGv749suSnvTEdwj1gmSQ+XJ1iPV2f4b3TVFQ79P2cPi0I4z75fty8TFiRPh+AuT68Maw+s5LNPdKmyb1tJTS+nvtEPvn5A75gLAa+V1gNPjv1Dz2X3kY+CptBPmjGN74QwPa9F945vvmBJL4xHic+h1U1PSL+rT08eRS+A2nzvURGJb5VPoa8P/VePPeXQ7z8WkY9otonvkwyCb4v5vu8jywTvhMm2j25bBA96t0sPj1IGL5Ugvm92dIUPf1oOj6cFvw9vQoBvgqCc72MOWE94zEqPlI/Sj34SJ29vVkXvhVeWj4UZSM+xgE7vrviej3aX3A9r7N+Pqye173Tav49hkj/PaufFjyZncE+CXKsPq/7BD9xXzI+IFWjPp9SjT7YJRw+Exrcu3Yyzr1YxBC+/iY9vqbT9L0W4Cu+8SEivdfrsL7u0aa9+DlqvuQPhL7AQtm9HP5GPW/iib6xDzW+iwmFvWVnPD7xEEw+0cBrvcWSnT6yhjg+2GDjvWKnNj5IXsI+l9T7PibTsD7Dyku+2ZMjvWZKMT95Fis/nKQEP6QOfL5rx74+MZEaP5VyMz8PFRo/IHXyPeQMrD0rR/g+HTSwPhGOgz4LjUy+SXGOvfHbY765MS2+PUZkPpC2nr4xUxy+CTVPvV+j5T0YNro+ZxMSvkWMdrzcbVy8sDMCP1YMhT45MaU9gMqgPjlk7T7PLw8/K9d8Pjpkrj6sA7A9iUEYPuqqtT4mNYc+"}, {"dims": ["16"], "dataType": 1, "name": "conv2.bias", "rawData": "zzqWPf3Sgr1KbgS7oK/EO1qAbD1CDdC9zioGvQsWBD6d1pA8QCfIvTOtH73R9wc+cwOmu+CSlb2UNgM8ljiUvA=="}, {"dims": ["16", "6", "5", "5"], "dataType": 1, "name": "conv2.weight", "rawData": "loeDOqxCh701Nke9LQPQvSdvvjw7n5k7CJapvQpYR7wVrGi9ZR8hPAsfEz0BSnC7DKUYvouAKr3xkPs8mkf0PGDzUr3jeAa+JxrNvYnVDb2U1zk8peU5Pc2zH7xpH808s7zRPfBel718yJk9D6kJPG72nDxu9Jm9HzaIPa3QujyEyTc9mx1QvZIHjTtrQ/Y8iks8vebUKrwvZ6I9MyKHPfuAbjv3Az+9lmhVPfl6hT0JAsG8SyOlvaCnlD3WPI699JuAux9+Dz1T+Xm9K8HAvRtfuDlulCm9yE8CO1e8ir35g2u9iFMOPJDaLb0jvqe9+uGWPUrTg7xdk1S9QCLSO1GWuLwttHY9x3a1PbJBLz38cte84+WRPfwKhjyV4xQ9lL1JPW9Duj0jfM89P7YjPcS6jD2cKzs8pcvcvH58Az2zf4+8BpVLupcqhb0inLq9ZgaqPIWXPr39Hsi8MIDYvX+gMT0asZG9W9sKvZ4PzL3INPC85XVcvMy4tL26MGO92DYlvQDhT7wOzga+7l5pPDhsATnvMx2+oT4wvviCoL1hE4i9x5kZPspKqDsf+kC+McgXvvbvib1FG1Q+WysnPjh3v72ZWk++UqznPS4s6j3HWys+RNROvqG2Nr7Cvng9nN7gPRlRh7wE2Am+a3JyveN8PT5Udy69sSkRviYTbb1U0WS9CgWevRjvk73R+xu9eX88vbLCCL6p3pw9a2skPGZ1wr02QT6+3lbMvcLElz2iFm49aexKPVPERb3xRGC9XUG1Pfi8xT2OIpa8nNQvvVeaEz37zNA9Vdoju+CarD1HU9G9Z5HRvZ9+SL2Tw0E9GC6FO4McpL3BsAC+2IBBPXQ3ez23Thq8kTeRvScfIr1ZLYQ9+XqQPcKfGj2l83G8M5qQPfijaD02HZa9xRl1PRnhY7plrnA9ZxGTPdT6or2YBr483Os+vVVuGz34wDC9gPIYvQbtIj2uWm69bxXDu1ztnz3ZQC29okvUvHVIIL2xoM+8Z9KgO8w9Z70DJN48QddPvGrOPz2FO/s8XbB2PYMXEj1U5xy8OVOSPJbdw7tMFXW9W6ucvJgRRT1cfS49reAqvRVbtj1+Z1+6p6qBvUc2O70KfsA8531vPZwFDD6RDg49bMBfvfV+Yj16QNs8l3q2vA7Ggb1mRve8T37aPTOW6DwuFAs9G5AsPLfNQ70UBoq9SGymvRjmFL6IvgC9sZeavQgMQLyow/C94Jyrvdy7gb1gT+S84Yu1vKDLZ71VsFu9WM6YveqyX7z7MTS8ske+vWhN9L1VsK69PDtOusLmsTytP4k8L9w8uyFEgr20niQ97+E4PUcfxbzzulw+oZZVvQBoe75X2Au+7U/9ukdQjD4oVx29szVJvnua1rukk089iZ1qPpwfEL64GCO+gbBdO2SHsj3LM7093JKZvTKmhD0OgxA+xN9FO+kgN71nzeU8xzq1Pd4zYz20LUu9bkzmPVysqr3EgAe+GKWXvFmz2T0BTJk9N6dHvsxeT76I8bQ95aIXPuzUFz3GJWC+3/nVvVoHTz0Sv6k9e2OWvU7VXb3hS7I8LcpePbZ/mb0Npw49O6gNvXECF70R4HA9KWCyvXv+ML360wE9qVOfPcUnpb3+br48iYMOvhfyPD3xcV490MocvX94XjzX7e28SvZaPFqLgT3flBi9sYaFvadzkDsL09k8nkbGPCBum7xt/pO9CJa4ve7TyDwRlqE8LT0KvcLsDD3PkJq8hTSfvYmUpjydcZM9SD8NuxR8aLyU2jg9mXHFPLwSc7xKH+48Q0itvEda4rwKjWE8LL7bPBEBmr1/9nY93I1pvS4O1DzojAE9roCavS+OSDxY+Js9TzHrPI5nMDx6TH09rjNpvcDmkzypFsA9nP9UvOiaXT3P9ws8/DQOvfVudD3iBZs9PZajPWeWlTz73Yw9qMDEPWFGf72fZ5O89Ih+vaI347zpk4S8UhMHPVMZY7wTILw90cN9PSWBpTxzxJk9ub4Cvbc6sL2j8/I8jYGyvWJs8Dt1CRa9RofgvKGpWb048Ui8WOaCvc/dhT27W4i7Nyr6vQLqub1I9hS+1NqNveQ3Lb3WXAa+zxtyvaT+j7yk+GQ87Tc0vPlOZr2kJ8S9V/wwvZROhrlWPkC+2gjxvEgJ5z3BxEc9HqzjvXU8bL4hzxY9ISsjPqvxrjyiOeq8RCq0vY2+Hz1kyUk+73rdvVHP87x0v+a8ATbuPWC7zz3eMcI9n5PsvBbMnj3FZSU8ADUGvRHAnD0R+va831Nmvbsb1r1tjZY9O0CTvZwatrw2r9q8Vl6DvfuRDz4XLwu+v0SdvMX5jrxppFo9bnKgOy6HY72Ojw293G4zPbVeBz4Wkje97HOdOQd6n70xXF49uySAu30lsLyJvmY9uphCPaaBgT1d0Io8x1M2PIbD1LxexaA8/SSwvBtSgr2FaDw9/leEu0XzAz6hbLU9m/ESPQcOVz3bl7o9dKnRPWGkmD1fO6y9oEujvAbIdr1znIe9OsR/PVqu7L2WA8I8m/5du7js4DzGhyk9QQZivRaoMT2T0WU9UA5PPcDtfT3YmF48LRuRPF6YNL2Uhf67egc9PZB7db0w2gS9FEOHPBH0nT0VS2+9vjbTPJTFkTxbdKu8s9zsunbnirypOhC8mx4UPDyZPTxEaEQ9NSm1PZLaDjx+Ngg8MJy0PeIfcD0g2G49kYlPvRRULj1iJRc9DaELPcKQ8LzDtn69UsutPYfOj7x0SCq9ius2vZWg2jx9EHa9i9BYPQgYf73TUqe9N2T2PD63g73sLIi9WZ3cvd/ah73pmk+9wolGPI58T71zlcO99Uo6vaIlGr0Otjg97c2APXfEIL0RFya9Z1L4vBaS17ynvF09J6AGvS0FRDzz+Sk99l+pPdgP1T3JEQy71VA+vUFu/btOE4Y9j0uePQbzAj5Ht9M9+sfvvVMnr73IiGM9q/IsPtFcIz5hcfK96az0vPRslbthQDE+kXsCPgEAzbwP/zy9D511vAaXIz5hNP08g5+XPR4EJztpIba9TLTWvSmvXL2J0pK9F56ZvH+tNL6xxwW9BbzDvO7D2b2jto89mf4SvTSD0T0jwvA8m/1GvkBrsD34uzY9wEv8PTzhqb0eZwC+YFxiPdWGGb1d0ww+zQwKvL8Iqr1zEII8Ah0cPXzdQDxJlru6Pqm/vXJ3473sBrO9uMzBPPEEyT2xegg+wMOqPafL5zuwaze9DE4wvaDZqLzOBdQ9fo8ZvWQH8L3uOaK9P7A7PV5/gT06PuA9cuaJvIQEzL3E2xO+2p1UvVwUsryYElY805aJPWgdGb0/2OQ8qPWTPVopTj1/5lO8tPT+PJ3FTzxR4y69+MyevbVAPD2T+4K9n8qoPew00DzOnEY9f0DRPFYqjTz503E9EKoGPMxgQb1NnUQ9C5P0u8VkMrwJQIG864/qOzl5mr3pLKK9m3afve5YVj1haFy9LB7hPPBzxzxy+W89Qup1vGkxhb1NUGa9FUwyPHwqMz1ApQo9+dgxPeTk2L0Dt+O9/Vl8u1flur3ahKy9Ku6zvb42Rz2Rce88OAtRPeOD57vfHo89+VeRPVkA07zkuCY8gaMEPV8KjbyOTlu9UMKBvQDahT3Vi3+8lI3aPfs4FD028Ny8ERt2PasMFD4j7SY+7NEYPiCyprymYxy9qcxIPdPS3z3jnxc+7dSVPaLTFD62FZ294WWMvSW0r72OM+89LY5LPJ+BXr1wl+k9ggofPpAvNb33MDO+18vKPfpJdz5ZEx8+dFZ4Pu+GTz3Lcgi+J4wvvhmM1j0QeqQ+2CDAPstzOb4Qprq+24KhvnmsG74Ydio+XiKxPDF3Rr3fUBa+ENuIvq/TsL2fbTW9PzGcPNBzhD0OOjs96yLFvE8UuT3UBvo9/DG0PfBT/D1cppw9T7DlvNEHt72azUu96VAXPVPOqj2khBm+eVK/vV2qJb7+g+i7kQGYPHbYnz3MoiI+Q15uuvCuo71qt5i9HWIUPbGOsTz93HS8VIxPPRCj+zt23Ju82aZVuoedCrx/sFg9cSIcPAz26T21RNA8sub1PIZuVrx/Uma9QbgrPZW7zb29p4U6eZJevcPffb142d+9wpuAOzfuB73uy309C1KavY1bj73pqN88YraUvWcVh72y2Gg9yik4vaktvbzDWb47K2knPa5Py7wH8Wq8czykvEs1nbvhhSe9ulM2vEzcTr26OXS8i+oYPamROb3l1IE9ymofvZ3B/Tx/AQS9N1fdvDSeHb3dCUG9EMe9vbHALryO91Q9v1o+vLwlWL3SiKc7OOG2PdJNbr2/XoK9lF1avVWdiz0YXws7emn6PNhbo731u7M9G9cBvTsjzbs41XU96bi7PArB37xOYGY8qwCgvHd1xTwGNDS7cstBPV3HLj39rOO9lNl3PJThI72lYdg9lnxuvRgqTr2WMc88h+88vaXXzryiPsK9aFDDvGUrwrzz2UO8yWCkPTTJrz2152a9kAmPvdA7mLxO8l49127sPYfIN72gUJ29e9Osu0WiN70j4u49YYISPhw80zw+0XK95iowvif6xT0cEkw+5uA5PJKxr71Lb7Y9ubxBPpb4DT4H4oM3mpi4u+D6FT6ytwS9YigcvvgtHT3wXiE9TsRqva0RcL6xzbe9Vx9SvSjegz1FGpw8tTlZvQIfZr3C3y+9HHmLvElEp73faEe9oExTvWrwFr3XL/i8JH8jPiZK5z2lb+U93qAbvOmMyr07Bkk+nDoNPVqFI751OhS9DstNvY7LEb44IwW+LcwHPcsnhD2SgQK9lT6mO6mlM70eTla9vFEQvdXVgDy1h3A7tgJ8Pa4RTj18wSs9xWhsPb/NCD3rRWk9w5+lt8erpjy1xgq9LllAPbrNH72C9pA85tpuPUnOhL1XoS89x0RdPX/5ir2VJoY9M45dPZTyWL0mWkC9U6vsOxAiOr3Ik329AL/NPPeZhLuhoZg8D8+ZvGP7qrxXt0o8Os6OvHbHWb2YHKA99l/BO3G1kT1RPme9HovLPLePbz3SKMU8EoI/vc2I+Lv54aO9Z7GLvVvwLT3xEoA8h5miPJE7Lr3NwzW9/muounmJJ72oZVU7ZtKovXCtjLyPJX69BNp2PQcTlL277EG8F4p1PC5dmD2gNjk9k8tpPVGVlT08gmG9ab5vvEl0Gr1d4Sy9iSonvGTh17xLdqM9kN/cPEe7MD1lLJ09MFGNvZJ2o7y24ZO9Hx+APbe90zuGVJG7Cf6LvO9hmr0skZW9ClhgvaDT2bwri5i8HMw2vQIZKr0fBBc9cL2svUMAq71QhBO9+RNMPfQmML1Zqga9Ha/ZPGdIizy386Y94xjHvfI58byRJJI9S7JCvK3gwTylK5y9ll3SvJcKszyn5B096SwkvemnQjxMgt28KalLPZmEWT3f0X29OIiOvahSyr2eQsK9+f+GPU/6VD2T/7u9Nx/OPGG2l70DVcM96yKDPPdq1TuB/DO9TfQ5vARFGTyVQuy4oQMdvVGNo70ayy087YZpPSkqrL23qYW9PzFDvWKc7byDVps98FievdB9Mj0Vcwy9yylzPf6dkjx3wUg8sLakvdnreb1TKaS9L58KvEDJqb3Or7K90CXVvE4v3LyQUKI818r6vYkklr31Yga9P3KvvVhswTvvxsy9roGPvfDJArzMCcO9Zs6hPfiiKj0XeCW8v6NvPY4e9D23nM096aFhPY4Bxz1RoD49gBEYPUnEWT2m7XE9+yGfvd6JRL31yAi9zOZjPUs7RLojtnw9YLNKvNpnPj02Mnu9yWNLPQdA8Lsh48S8gzwOPC8emT1tugM9e7xfvYhombys1Hu9ibuIPek13jzha5o9whPKO1drzbwOKI885wWePXK3Lj1kQKA95Jy4vPQ1Oz2PLvg8Mt+CvaDoyr38N/08g/O8vbSCB74hcDi87hnJPEdRXz0apGu7Ss5Hvbh7hL0miau9wUqZPcJEaL1MZ0S9hHNSPaVBwrtADN29xF2jPYSGCj01DxA+dBMTPt7r8T24GaA9EnPIvNATCT7I8+09JaMkvDXFDr0QPWA9iq8VPCwCTzwA3c08qJ8zPpwFk7wVRXG9oyQIPQAQs72BBG89jk6dPXQJibyuuYy9ouQ8PYigCLxToR69A0cEPoA9FD5OQdI9c9ZPOpBki77R/yy+J8YTvm+ZBr5qtI08YSelvU5mor4r+oq+ShOCvjEnKj3oNTM+03U7PkNfOz3YPYq9AAYBPgtweD4QbUY+nHF4PiTa3z1hCti9/gmXvVkzJz2s2G49YeKIPcMEuz2fWAy7B0k8vsueob0sgt69/APOvAjWzL0+SYG90/+tvcwM0L0nK4q8tMljPPFM6T3fz647KlICPlkXAz6NtkQ9w+2nPY5N7D0d/yo8qE0QPaxYur3JnSy9x4/DPWDs6z3YL4s9nbGPPb5AUz4iC7M9heoIPtK7UT1MxJw84DwFvcRAw7z+4LW9xSwNvXTIJb3Mdem8SaYEvnylnr1cGa48N7OGvL3FZr1pHRU9PvAEPSAwIr1JAo87IpkkPUoagz0iqrO6CIJbPVdtFD0fTFm7ZanrvGMCDD0hsZY9lxCPvSwdpjyyyn+8WbEjPV02FL2gxwm99e/evGlJOT1Q0Vw9HNRmu/Bhor3WWSg8vRbQPLbCkL2hTwY92HBZvcpQFr24C7k8zkuBPXFbl7xNh8m87Beau3nySTvNZMo822gtPDTWu73dLCs95su6veqRrb2gk7e73slVPbqJ6r1cs8K9R+h8vLFTsL0Zhno95ewLPZvZg721D249+9tCPKqqKj1RhZI8J7kqPXxyOj3ZujG9To4GOj8JVz3ENgQ9Wl3tPBaRAj2FzRk+83DxPeUoaz7pcGo+uqcVPojPGT4fGe096/JvPpE7oT16yIs8b16NvWp7ZDzJSya719bJvJUNFr7m5gm+wo1GvhFHm7359T68MAq6PV8WPj5xGyI+Q6bfPWpohj2LZtc8tIMdPoeKQz561xk9unHqvHRlAL0ZeDy+PsQUvi1PLL64AlS+P3a8vWkH07xo4We9Cmelu8xz67uuNww9QM2zvQoRiLyVJUC9vcrBPZGS7z1ahTg+Yk2OPlzYjD428BQ+IyxfvEhIprxv18w8ivjIPfAJKj2cpE29FyZHvs3kXb70F3m+11oEvRVUkj2AolG7QjWIvQwByzsdLBo91p5kPWEwS7ucTKq9e7pPvXVD7z3gg3I8SpAhvdpF672gXBk+amHAPUEbkL2BGB28jW/OPSab5T1s2p+8N9KYvdUUG73SYN49yC3IPPFLRDynWIc9cO8kPRxdaD2VdK09iN2jPOGEBTyRV9m8wfeNPWcYbL3JOZg95yDlPPsT5LwbvJS9kLCjvf07Hj2L8YE92S1ZPTZpmz1xEGg9cHlZvWo4n720mds7rCPavBgJGL04Mg49q1OwOnuGLD3SvEw9I6KSPQhYPLx+2YW9+8KnPEKu+7xh+6K9bd2EPXNvlz3GvoE9yIcQPSVkd7qu2bw9Fz5wvFwEb73kAXQ9CUNDPcvG8j0fDsW7NMF8PKWkUz1fNdc9L6CHvb8jQzypn2273V3HvBAQhz3hb2c8/5B2va1hhbwp1bo9EdcYvdHAz70xti48NM7wPfpp+bzryjy9tyL7vA1Rij3AOq+9jJvKvDwZfb0XHXQ98t+MPb9C9DqQ/p692dMTvqwaHL2/OYC9RunUvchegL3AoIa9OMRevdEzOT02VMI9FP01vYsecLuYD0g+LxEEPKogXb7m4Vm+WbrUPZ9ZgD5oQIq9pGdIvhWIczrW0VI+5Ib0PNKrk70cb0i+BqcPPpC1PD4G3/G9dViRPa2Oh71S+A49lzwyu+dgHr22IiE9ysBcPYTT872Nhe07onIePcKfrLzMcAK+nMYsvrpe+z19qPY9uKWvvWt2ML69+JQ9QL5YPjq9n718zIU9FIkGvaN0KD7l6TY+n5EAvo9DlT0zNt+7LE8APX2cpr0oXxS+2hy8PN1xiz0z78Q75/w3PcQlmL1HbIW9waOUvd8lAL2X0707s6ervSfXWL3OI/c8izSpPMDNhD1rIi08Zc9PPdGNkLyCPSm8hC4RPWoGNz0wObq8g1Ggvdethj1wfuK8LmFTvVMflr33rlA5+Xo+PTfRiD2mULq7+xxPvaQ4Er3htmi8oCKEvdDIAT39Ml09Hh7YuuPhXz3+2Ra79IgcPcZzWb3BocG8FXBCvHXUGDzLgm68UWGmPSvGyDxAwSI9y4uEvQbBgL2d1D09J2W9vIPgDT1/cJy9NhqRvWUXDj2WQW68HOusO1rmg72cy3Q8iBt5vf5xjjwb64Y8yY6JPd3Gm71bBTQ9k2KAPb2Iszya7wC91pc3vRh3Jz3ySJG9YqrXPAzzZb0Qh4s95PBCPW8Tkb3KZVo8rK71vOSOJb3VfZ+9bdzgu1muDr0W6I296tUyu2Lwbr0V32M9L/GbvIwhOzx66Ai8TLcDvanRpjxhQ5C6eSACPE0lo73xlFY8s2fLPLm/RT34Xs676+UkPVifHT3vTLc9ls8svfTzkLw41jC9tqFVvQp2iD1Z4ms5wbtgvcHRBzwghIg9h/mbO04bs70r0M28X//LutRQE70XIPW8IFJJvCVQ/LypCJ69N2WPvZSSUr35vKg8mW0PvV2uwzxpk029YjeNPbUipz30DP67tMpyvWJmVL3n/6496eNQvT8hBLvGKtk71QCUPJgoKbstVTA8ZenhvNNPCb0Dcm49z+cHvU2OkL34rHk96ayTveNRhb1tCo49O+ehvc5T2ryc5xo9FMLJPa6q8zzZadU8ZoHJPPMZNL3t3BI94UOCPJ27IT30oAg9TSk7PdY8mL3gSYi8NL0qvWPQCz0gTxK9XO/NPECFJDzJf3Q9X3wYPP55Nr31v089kZ2aPAia2TwC5wQ6In+hvTohVj3LezU8Xaxlvd0Hw7xbq708KneYvJCOgz0YVAg911MOPQ/+wzuLgdC8LXAOPU4kmb2GG4W9ywmsPJi4ID2ooR69uE3nPIVIJDxTn0M9j5AEvd3XCr1PExa9PdQdu2LRBr2VoFO9h6JdvMOJlDw0XpM7S66ZPNLvizsbIAC9TZkxPcoSVr2cLpe9R5QRPbmhTbwYim69cTWfPIODnL3meY09+C0fPBWuHr0Z1Kc8/iVRPbtJDb0OLWa9GdGGPfPkXb1RX0Q8SugSPaJ9jbzbzo29151hPatyk71y+oU9Mt8pPUOteb1sPvc8ltwDvYaDXzyFcIm8/DRbPbHmpb2o3ny9ILVCvcxqIjx61SO8B9loPaOjdz2WNNa6MDe+PI7Enz3W4yU7rl+BvYsCzT0YmoA95qwiPXTDD73T17Y9mrALPt7xw7y+ptW8uhjXPGibGz1Zeiu9ug8PviEvhb0/sYI85CA4vcXakbwzhue9zHmsvQrgN73071Y5GQIjvP4vG70BI9K9vXV8Os6QKz3f38c9yn+HvIS4qL3WsTA9Uz0yvcYNRDwtts+9azu8vRUBVT2d+Ii9H/q5vR8cLr2xbgk940WcvYOwWr1sLIm9rMELvSQ6d72AyH09BuunvbIKjL3bjFy9+3svPOGonr2mCL29yyxevRV44L3YdIm8yzU7uxGlATxISSu9CH6WvRz5wLxORxQ9d5MUPTRPLb1qxEC9OiUnPbFyqD1ySPw8IGvVvD6LJj13M3Y9fAGTPZzXJDyyARw9+9UOPZ3l8LwSMVw9a0aSvXLvSb2J5mM8gV6XPc4hob19rvG80aKPPZWIJL0DWnU967WUvdA0bLwZTuq76GMvPTG5jb0q1009hIDkvK2lYT0pdZG9W2aOuSO0s7vqHo49C5GWvITsyDzrElg9TvuVvZs8xbxeh4q97LyMPQYTpLu4BIW9FWsivd6aNb0ABEk7Yf6aO06J7LzNIru98ovdPEGr+jxySBe9mrSfvdn3pryw+2S9gZTDvHsPcDsAGKy80nooPYH/2bp6Rzm8mfS3PV2NLTwXCpq8iXT3vKDxtrwbzpc9dhivPfpaGTw+A868St2GPT2hMj1JH7o9VdRBvU4crL0cmJq5NoIgvf7De73zslE9J5R7PV2QhLq7cRO9FfjwPL0vzD1tZOK8SUCaPY1Q7Lw7I189DriYuxwN/b1sEAu9ftQhPVsYHDz2tAG+nnENvjsxIr1yoDW+N04yvhX0Vb1m/A29vKzrvOYHxrysGv49EkaTPeSfsj0IbrA99v73PaSmEj5c98U9ttX3O1rbsL1snco9+xA0PqHEmr2Szfi9Sv3yvcQDFb0rQTi9DHkJvuyHiL3q2qq9/mErvS5oIL24z5A8mCSrvGqORL0G5f+7DjCavL1hyjxQfxy977IbPYanvj3VevY9A4T+u95esb3WTuG90EYvvTwarT1YSjW98iGFvetTj71wesy9m9ROvfKdtr2pgIW8eeZWuwCDTj2dL1K9O0SFvCO8yj0vlZo9YF0EPo2FhTyLPJE9rVMLPUFojD0g2Gq9dK2TvSLUuzzP9oQ9GDAuPTE6Iz283VE9qDbuu5++db1skqU93CcevReX0Dy3SFM9g7uZPe2ULj1mfy+8fReGPZIJJj11t2G9Q7+FPZaylb23TBq912uPPA7IXLyYgpq9bPYIvfH7Ar0jWZc91RCQvII9Kz3uTNm8jHewPTwFDr1KD/w8OUnVPLDJaj3Kk548KCRovcVlkL28jRm9MQjgPH06jr2pfrQ8WU71PNBljb0ffna9K9KCPdH4ST3jl3i8ffIpPSzOXD2Jqdc7Mh0xPT/OoTzNdVe8kmIyvRFiRTyuXai9xBRNPd/rYr2AbmA9Qk0avMbRMT3Ria+9ZQh6u3WRl7zYWLA97ykOPQ9E173Bhcc7OpmvvXBfaz2SP6c73cjAPA+k7TvSQAM+mupPvF0HND1kbpE9TiQJPXYsWj1Iabs9rTC2OwUNTr5NliK+EVxTvvhgBT0nDXI9BOtUvjvqar6ufpi+y2wfvVlVwzzmw+G8mIGkPdwbMLz86f687zUKvgCsJT50biQ+M5M/PsEWXz0gMtC98FkLPhFawT1ICQo+dqiqPU3vJD45l/u9IRmzveEKJ75vScK7dQM9vdSw2r0VKgG+Tg4NvUrUt70piLE9HKfNPffW/z24Va89/x3vPfGgoD3UOok9yWGRPfyjAT6HxmW9ceO0vcR3mj1Ouww9eAoxOy0z+Ds2vHu9WDnLvZ8dPr38EVw9KxMQPVHzbL11gb+9bNMiPYLQEj6MwIo9dpa1vVd4lTuEneM9L6U4PWrWVb3+9gS9BdlQvPMKt7yyV2i85dsIvoHE9b04Jre91mGmPHgKdT0Sxo2948GRuw31mDz9TZ68SzUZvbPQGDr2znM9GPhovevqFjxpyCW87ehGvSGbszytOiu9k9O3u1HHkD3W/5q8gL+evdRSwrwPPxo9bGX6PA7nGz1GS4o8u1iivSc4STiOQIw96A0tvT4uNL0dPjo9/ZcNPWb2CT2iM1o8DmwyvEuKYL2cLFC9JTbnPaxBZT3mbNM8Aimyu8nV7juaP0E9ql1KPE0WSL26clk9xAq4PROLQ701neG9bVHNvaLUojz1Cn09ikc1vZTH7byneZy9bK57PGjEiL38sxs9jhedPeXfJrvwXnW9L2zXve60Hbw5zS09sGOOvN2Cur3Eh4W8nDeMPVH33bwqYKs6ZD1+PRKS47zmqrI8tGd9PS8le7wLf6G9g1IEvesvxL2wY7070hqNvW7bQr4g2O+9YSaBPgpThz7pjbi78AYsvktsCj0WJiU+RcIpPsbgkjoCv4I908tHPjSz/z2s+8O9AnnzvaqDBT5r9u08NsQuvi7Nhb76nmK+Fd30Ok1Dlb3Dwoq856bzvQk/4r1WrLS9omPEPCmGtz18qjs9CZbbu7Pls7x8E8k9HpIYPWaPgLwpg3u92OikPYs9Gz4NWqu8cVlavXf4r72HW3c9mChmPc9qzr2VBPa91vt9vR0EBb2nKYK9EoUCPaRpGr02n628t9/7vID8lb3PVye9M8idvVNo1Tw3QUK9hhzVPHFfl724oRQ9+S/7ui9mNz2qNCG9denuO4KVXb3xnJe9LdyOPVCng73PRVc9aX7du+6ykb0+eom9o21APS5o3by94Hw9kESBPTajyjvKfxA7AskZvCLYZT0Ujxq9F3ONPf8hJzwfENy5TwphvFlvKT25Fqa921T5PHXNh7xa5py9nJZ8PSUp9bxFSEA9hyKyO1v43jxZ2YG9NQ59Pc4NbTsLeVY929IqPTYD8bxagmM8sdGDPGPmRL0kmFQ9yRGNvXS6nDtwBGY8NDudPO/3dz16G626289evTrygT2E+4e9t5uFPam4Dj1T+pc8qDidPb7EMb2nMFM8y78tPPODhD2/B3u7sM9OPbEAQr3F4Y+9dGanParfE73peIk9sg8XPWpvG70k47c8HOFsvWVZKL26w+i85KuLvfuDo72x9wi8/KNOvIzpMb3gSQu9SAikvZeti70L5p07hli7vEInhz1eouq8F52CPTYtjry38Oo8r3j9PMFDc73wuNE8rWOjPZjPBL2SWIC8uwLevGS3j7sC6iS9e5vfvK4/zLzwUU69gOZ2vRuyXb2T+ZS5YFVuvXMJAT2mAlE9wsAtvZ8MoL08flK9jdVWOxKziL0EzTU8BX56vN5GSTwgLho9U+5HPMaIVbpZNZ287UIlPJKjgD2Iz7Y8cbr6PL+lULtayLi8b+JbPEdVgL1G4I46TzSRPb36dj1QOie9CfGRPWx0Xb2WGxS9C02+vLcsiD20RBA9W2ElPQWDMr2sFKC9"}, {"dims": ["120"], "dataType": 1, "name": "fc1.bias", "rawData": "1GzZvI4fVjv2CTi9bCeIPQG0b720Q3i9Z++oPQE8F7tir5U9OW0wvFV8fD1yFKO8q2SmvNfJbLwk8jS89cYHPRSEE7x6BXk8HeSIvHGK2zwoDcC7+tF2PVj7fj0d/Ma8aQIqPb07JT1oN7q70wHCvMcqHL352009MqqAPUt2G70/ad88JG8tPe6zFT3TCjO90YebPO+XGT0N/Im5sBgPPdSyHj0F+h29lqsoPfkbOT0/pGu81W05vW/+NjxJRZk9BcjwvGyQjzxcaGQ9gnAMvWz9ej2diW48vnH4O14AiD3fdF+8Aw//vDfMtTzpBtw8pTqHu2swGb2Qj+w8twEOPZlgyrp1cxG9Fq1cukmxmj3emrU8oT0ePY2TYj3qjzA95X49vVHfSjwqVh+9l9uAvaaUNL3mFym9JeNNPVutFT254hg8P04avE6hmT29qTE9kcoDPELFY733hGI9FHwVvX3FG70lyFa7554qPaQh7LwyMwy9H2BMvZDa0bzcos28JR2GPHuULr2bU2689h5rPXUoYrxHy6C8dd8IPGqEYb3BTDi8LOkwPOREh7uqUD67rkervMzQYr3RqIw9nDOtvI5TfDyYntu72wXNO5R+WTxn/0C9173oPF+Maj3Von28"}, {"dims": ["120", "256"], "dataType": 1, "name": "fc1.weight", "rawData": 